/*
 Localizable.strings
 leitingbundle
 
 Created by fujs2 on 16/12/21.
 Copyright © 2016年 陈海青. All rights reserved.
 */


//海外隐私协议
"LTPrivacyPolicyViewTitle" = "User Privacy Policy";
"LTPrivacyPolicyHtml" = "<html><body class=\"protocol\">\
<b>Effective date: April 19, 2021</b>
<br>
<br>
Welcome to the application program provided by HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED and its affiliates (hereinafter referred to as \"LTGAMES GLOBAL\" or \"we/us\"; the registered address of Hongkong Leiting Information Technology Co., Ltd. is at FLAT/RM 604, 6/F, EASEY COMMERCIAL BUILDING 253-261 HENNESSY ROAD, WANCHAI, HK; contact information for personal information protection: cs@leiting.com). LTGAMES GLOBAL highly recognizes and respects users' privacy. Any objection to or doubt about the Privacy Policy may be filed to us according to Article IX \"Contact Information\" of the Privacy Policy.
<br>
<br>
<b>Preamble </b>
<br>
<b>Please carefully read the Privacy Policy, particularly the boldface terms hereof, before using/continuing using the Game (minors shall read the Privacy Policy in accompany of their guardians).</b>If you disagree with the Privacy Policy, the application program may not work properly or achieve the service effect we intend to achieve. Thus, you shall stop using the application program.<b>By clicking \"Confirm\" in the pop-up window, you fully understand and agree the full text of the Privacy Policy. If you disagree with any provision, you shall immediately stop using our services. </b>
<br>
<br>
<b>The Privacy Policy will help you understand the following: </b>
<br>
<br>
<b>I.Personal information We May Collect </b>
<br>
<br>
<b>II.How We May Use Your Personal Information</b>
<br>
<br>
<b>III.How We May Store and Protect Your Personal Information</b>
<br>
<br>
<b>IV.How We May Provide the Information </b>
<br>
<br>
<b>V.How We May Use Cookies and Related Techniques </b>
<br>
<br>
<b>VI.How We May Protect Rights and Interests of Minors </b>
<br>
<br>
<b>VII.Your Right to Manage Your Personal Information </b>
<br>
<br>
<b>VIII.How to Update the Privacy Policy </b>
<br>
<br>
<b>IX.Contact Information </b>
<br>
<br>
<b>I.Personal information We May Collect </b>
<br>
When you use the Game, we may collect and use some of your personal information, including but not limited to:
<br>
◆ <b>Internet Identity Information and Commonly-used Personal Device Information.</b>When you run and experience the game, our game may collect your Internet identity information (such as IP address) and commonly-used personal device information (such as device designation, model, operating system, device ID, running and disk size), to know the product adaptability, maintain normal working of basic functions, identify abnormal conditions in the account and allow troubleshooting in the Game. <b>For the purposes of advertising and analyzing, we may also collect information about unique device identifier or advertisement identifier, your browsing preference, etc. </b> (we warrant not to use your data for user image without your consent).<b>If you reject to provide advertisement identifiers, you can close it in the setting of the device. </b>Our game allows to close personalized push. In this way, you can close it if required.
<br>
◆ <b>Storage Permission (if needed).</b>For the necessary need to cache and read game resources, some of our games may ask for your<b>storage permission.</b>。<b>Grant of storage permission is to provide you with core game functions. If you reject grant such permission, the game may not work properly. </b>
<br>
◆ <b>Album, Photo or Camera Permission (if needed).</b> When you use some functions of our game (such as picture transmission and photo taking), we may ask for your<b>storage permission and camera permission</b>，and also your <b>album permission and photo permission</b>in case of ISO device, to collect picture information (personal information) you provide. If you reject to provide such information, you are not allowed to use picture transmission or photo taking function only, and you still can properly use other functions.<b>You can at any time withdraw your album/camera permission you have granted. </b>
<br>
◆ <b>Your Game ID or Third-party Account ID. </b> When you use the account linking function, you need to authorize Google, Apple, Facebook and Twitter to link your game account. You can choose whether to link the above platform account or not. If you don't choose to link the account, you can't switch the account automatically after deleting the game from your device or changing the device.
<br>
◆ <b>Recharge Records and Consumption Records (if needed). </b> When you use the consumption function of the Game, we will collect your recharge records and consumption records in case you query your transaction records, and we will do our best to protect the security of your virtual items. <b>Recharge records and consumption records are sensitive information. </b>Collecting the above information is necessary to achieve the effect of the Game's consumption function. Without that, you cannot complete the transaction.
<br>
◆ <b>Geographical Location Information (if needed). </b>Some of our services allow for your interactions with other players who are located as the same as you. In that occasion, we may ask for your obscure or precise geographical location information (hereinafter referred to \"geographical location information\") to identify the players nearby. In this way, you can match and team up with the players nearby. The geographical location information belongs to your personal sensitive information, so please consider carefully whether to authorize. Refusing to provide such information will only make you unable to interact with nearby game players, but it will not affect your normal use of other functions of the Game. You can also cancel your authorization of the geographical location at any time.
<br>
◆ When you use SDK (such as, third-party social media plug-in, third-party customer service SDK, shared button and/or login mechanisms that may contain SDK from Google, Facebook, Twitter, or other platforms, if any, please note) which may be provided for a user in our service or interact with it, please observe their respective privacy policies.
<br>
<b>Unless we have your explicit consent, otherwise we will not collect personally identifiable information (PII) or sensitive personal information (SPI), </b>such as your real name, address, telephone number, fax number and e-mail address. You confirm that if you choose to agree to submit any personal information, any personal information you submit will be subject to the Privacy Policy, and your submission indicates that you agree to observe all the terms of the Privacy Policy. Please note, any personal information you submit in other business transactions are not subject to the Privacy Policy, including but not limited to: recruitment, participation in activities, business signature.
<br>
<br>
<b>II. How We May Use Your Personal Information </b>
<br>
We will observe the local law and regulations as well as the agreements with you, and use the collected information according to the Privacy Policy and LTGAMES GLOBAL License and User Agreement.
<br>
<b>(I) Information use rules </b>
<br>
We will use the information collected by Article I of the Privacy Policy according to the following rules:
<br>
1.We will provide you with various functions and services according to the collected information, including basic game function, player interaction function, consumption payment function, software verification, software upgrade, network synchronization, cheat detection, account verification, archiving and/or backup, etc.; we will personalize your experience to keep you informed of the latest product announcements, and provide software verification, upgrade and management, notification of special activities and other data related to our services; For the above purposes, on the premise of ensuring that our affiliates observe the terms under the Agreement, our affiliates may be entrusted to process your information. The affiliates as mentioned in the Privacy Policy refer to any entity that controls or is controlled by Hongkong Leiting Information Technology Co., Ltd. whether such control is direct or indirect.
<br>
2.Advertisement push and your choice. In order to provide personalized advertising services, you acknowledge and confirm that we can collect and process the following data: improving the advertising and other marketing and promotion activities; and/or advertising, positioning and promoting our advertisements.
<br>
3.We may also use your data to push direct advertising data to you or through our authorized partners, or contact you for market research. <b>If you do not want to receive marketing or advertising content from us or any of our partners, please do not provide your contact data through the Internet, and you can directly ask these partners to delete your data from the contact list.  </b>
<br>
<br>
<b>(II) Change and re-approval of information use rules</b>
<br>
We will use the collected information within the purposes covered by the Privacy Policy. If the scope of your personal information we intend to use is beyond the scope of the Privacy Policy, we will modify the contents of the Privacy Policy before collecting your personal information, inform you in time by pop-up, push notification and other means, and obtain your express consent again.
<br>
<br>
<b>III.How We May Store and Protect Your Personal information</b>
<br>
<b>(I) Storage of personal information </b>
<br>
When your account is active or when you need us to provide services to you, we will always keep your data, unless it is deleted according to your request. To provide you with services, <b>your personal information will be accessible to and processed on our server (the location of the server depends on your location and the game server you choose). </b>
<br>
<b>Our server is located in: USA</b>
<br>
<b>Singapore</b>
<br>
<b>Japan</b>
<br>
<b>or South Korea</b>
<br>
In the event that you request the removal or deletion of your personal information, we will only keep your data as necessary for legitimate business interests, such as fulfilling our legal obligations, settling disputes and/or executing our agreements. Please note, removal or deletion of any of your data may lead to termination of some applicable services. We will store your information only for the purpose of collecting and processing it, or for a longer period of storage and retention as required by applicable laws. After that, your personal information will be deleted, blocked or anonymized in accordance with applicable laws.
<br>
<b>(II) Protection of personal information </b>
<br>
1.Information security
<br>
Under the existing equipment and technical conditions, we have always actively taken reasonable measures such as technology and management to ensure the security of your account and personal information; we will use the collected information in good faith, take effective and necessary measures to protect your privacy security, and take commercially reasonable security technical measures to protect your privacy from unauthorized access, use or disclosure. At present, we adopt the industry-leading technical protection measures. The technologies we use include but are not limited to firewall, encryption (such as SSL), de-identification or anonymization, access control measures (bastion host, second verification, etc.).
<br>
We have established a special management system, process and organization to ensure the security of personal information. We only allow the employees of LTGAMES GLOBAL who need to know this information to access your personal information, and have set up a strict access authority control and monitoring mechanism for this purpose. We also require all personnel who may have access to your information to fulfill the appropriate confidentiality obligations. If they fail to fulfill these obligations, we will investigate their legal responsibilities.
<br>
2.Disposal of information security incident
<br>
In case of any security incident such as personal information disclosure, we will initiate the contingency plan to prevent the expansion of the incident. In case of any information security incident, we will inform you of the basic information of the security incident, the disposal measures and remedial measures we will take or have taken, and our response suggestions to you by announcement, push notification or e-mail If it is difficult to realize notification one by one, we will issue warnings through announcements and other means.
<br>
<br>
<b>IV.How We May Provide the Information </b>
<br>
We will not actively share, provide or transfer your personal information to a third party except as provided in the Privacy Policy and LTGAMES GLOBAL License and User Agreement. If there are other circumstances on sharing, providing or transferring your personal information or that you ask us to share, provide or transfer your personal information to a third party other than us, we will directly confirm with you and obtain your express consent.
<br>
When we reasonably judge that it is necessary to disclose your personal information in order to protect the interests of us, our users or part of the public, or at the request of the judicial or administrative authorities in your country or region, we have the right to disclose part of your personal information within the strictly limited scope of the receiving party. Except as required by applicable laws, under the principle of good faith, if we consider it necessary to disclose such data to identify you, contact you or take legal action against you, we reserve the right to disclose your personal information in the following circumstances:
<br>
1.You violate any agreement between us, such as the terms of service and the Privacy Policy, or otherwise damage our rights and interests;
<br>
2.You infringe the rights and interests of a third party (including but not limited to the intellectual property); and/or
<br>
3.Cheating behaviors or other illegal activities that we consider necessary to stop.
<br>
4.The disclosure is authorized by you (or the guardian of the minor) or at the written request of you (or the guardian of the minor);
<br>
5.The disclosure is required by the judicial, administrative departments of your country or region and relevant laws;
<br>
6.The purpose is to safeguard the major legitimate rights and interests of you or other individuals, such as life and property, but with difficulty in obtaining the consent from you or any other eligible person;
<br>
7.The personal information is disclosed to the public by you;
<br>
8.The personal information is collected from legally disclosed information, such as lawful news reports and government information disclosures.
<br>
Cooperation is kept with many social media partners, advertising service partners, analysis service partners, payment partners, cheating detection partners and other third-party partners (if any) in or through LTGAMES GLOBAL services. We will not sell your personal information, but will only share your public comprehensive data that does not reflect your personal identity with a third party.
<br>
In addition, such partners may collect or receive your data by Cookies, web beacons and/or other tracking techniques, and may request the control over your personal information. For example, users who purchase products or services will be asked to provide additional data to third-party payment partners, such as valid credit card number and validity period of the credit card. Such third-party payment partners may collect, process and preserve your data to process and settle the subsequent payment disputes and inquiries. In settling the subsequent payment disputes and inquiries, we may also receive, process and store the information from you and/or from third party payment partners for the purpose of confirming payments, recording purchase history and/or protecting our legitimate interests. Please note, we cannot control the activities of such third parties and we cannot guarantee that they will comply with the same privacy policy as we do As these partners can access your data as data controllers and operate according to their own privacy policies, we strongly recommend that you check their privacy policies on the third-party official website and learn more about their data processing methods.
<br>
<br>
<b>V.How We May Use Cookies and Related Techniques</b>
Cookies is a neutral technology that allows the web server to store the data on the client or to read data from the server. To optimize your use experience, we will use Cookies or similar technologies (such as: web beacons, log files, scripts, eTags) (hereinafter collectively referred to as \"Cookies\" technology). Cookies technology will generate small files in your device so that we can provide specific functions. You have the right to turn on or off the Cookies technology through the settings of your device or browser. However, after you turn off the Cookies technology, you may be unable to experience some functions of our products.
<br>
<br>
<b>VI.How We May Protect Rights and Interests of Minors </b>
<br>
<font color=\"red\">When you use LTGAMES GLOBAL service, you shall guarantee that your age has reached the legal age (or the age of majority identified in your jurisdiction) or above in your country/region. If you are a minor or under the legal or adult age (\"minors\" or \"children\"), please do not send us any data about you, including your name, address, telephone number or e-mail address.
<br>
We strongly urge parents to monitor the minors not disclose personal information without prior permission from their parents. If we understand that we have collected personal information on minors, we will delete it as soon as possible. In addition, if you think the data we have collected may be from or about minors, please contact us. </font>
<br>
<br>
<b>VII.Your Right to Manage Your Personal Information </b>
<br>
You have multiple controls over your personal information in the Game, including: you can access, correct, delete your personal information in the Game (except information prohibited to be changed or deleted according to the laws of your country/region), or withdraw the authorization as previously agreed;<font color=\"red\">If you have the need to access, modify, correct, delete your personal information or withdraw your authorization in the Game, you can contact cs@leiting.com.
<br>
If you authorize Google, Apple, Facebook and Twitter to bind the account of LTGAMES GLOBAL by using the account binding function, we will provide the account unbinding function. </font>
<br>
<br>
<b>VIII.How to Update the Privacy Policy</b>
<br>
If we would like to modify the Privacy Policy, we will inform you by pop-up, push notification and other means in time, and obtain your consent again. We will collect, use, process and store your personal information according to the modified Privacy Policy after you confirm and receive the modified Privacy Policy; if you disagree with such modifications, you can stop using our services.
<br>
<br>
<b>IX.Contact Information</b>
<br>
Under the service provided by LTGAMES GLOBAL, Hongkong Leiting Information Technology Co., Ltd. is the data controller, or if you have any doubt on our privacy measures, <b>you can send an e-mail to cs@leiting.com.</b>
<br>
We will review the issues involved as soon as possible and reply within fifteen working days after receiving the e-mail.
</body></html>";


//海外用户条款
"LTOverSeaProtocolViewTitle" = "License and User Agreement";
"LTOverSeaProtocolViewHeadHtml" = "<html><body class=\"protocol\">
<br>
I.Please read the terms and conditions of the Agreement carefully before using the game software provided by LTGAMES GLOBAL and services therein (hereinafter referred to as \"game service\"). <font color=\"red\">LTGAMES GLOBAL hereby reminds users to carefully read clauses in the Agreement that exempt or limit LTGAMES GLOBAL's liabilities (usually presented in words such as \"no liability\" and \"no obligation\") and other clauses restricting users' rights (usually presented in words like \"shall not\"), which shall be marked in bold. </font>
<br>
II.<font color=\"red\">Once the user clicks \"OK\" and installs the game software, or signs up, starts to use and/or continues to use the game software or game services, it is deemed that the user has read and agreed to accept all terms in the Agreement.</font>Do not install or use the software or services offered by LTGAMES GLOBAL if you do not accept any clause in the Agreement.
<br>
III. <font color=\"red\">The user must meet the following conditions: you are an adult in the country/region where you live (or reach the age of majority in your jurisdiction). If you are under the legal age of majority (hereinafter referred to as \"minors\" or \"children\"), your parent or legal guardian must agree to the Agreement. As a minor, you can use the accounts established by their parents or legal guardians according to the laws, regulations or requirements of the grading system in the country/region where you live. </font>
<br>
<br>
<b>Article I Parties to the Agreement</b>
<br>
The Agreement is made and entered into between the following parties:
<br>
1. LTGAMES GLOBAL: refers to HONGKONG LEITING INFORMATION TECHNOLOGY CO., LIMITED and its subsidiaries, branches and other affiliates and other cooperative operators. LTGAMES GLOBAL has the right to provide users with game software and game services through its website and platform, and the website and platform of partners.
<br>
2. User: refers to a natural person who obtains a license for non-commercial use of the game software through legal means provided by LTGAMES GLOBAL, installs and uses the game software or receives game services.
<br>
<br>
<b>Article II Definitions or Interpretation</b>
<br>
Unless stated to the contrary, the following terms shall have the following meanings:
<br>
1.Game software refers to games operated by LTGAMES worldwide, including computer games, web games, HTML5 games (H5 games), mobile games, TV games and other forms of games. Games may be provided in the form of software. In this case, related software and related documents shall also be included.
<br>
2.Game services refer to online operation and related services of the aforesaid game software provided by LTGAMES GLOBAL for users.
<br>
<br>
<b>Article III Intellectual Property</b>
<br>
1.LTGAMES GLOBAL is entitled to all legal rights and interests in the game software and game services or intellectual property including copyright, trademark, patent rights, trade secrets and other legal rights licensed according to laws, as well as all information content regarding the game software (including texts, pictures, audios, videos, etc.), except rights entitled to the right holder as provided by laws. The above rights and interests are protected by the laws and regulations of the People's Republic of China and corresponding international treaties. <b>Any commercial use of the game software and services (including but not limited to the game as a whole, any art, music, text works, other elements and components contained in the game, and continuous dynamic pictures of the game in operation) or communication of the game through information networks is not allowed, without prior written consent from LTGAMES GLOBAL.</b>
<br>
2.LTGAMES GLOBAL respects and protects users' intellectual property. Among the various products provided by LTGAMES GLOBAL, users may provide LTGAMES GLOBAL with self-created works in any manner, e.g. by uploading original audios. For this case, users are entitled to all intellectual property on the said works. Users shall ensure the legality of their works and no infringement to any legal rights of others. <b>The user hereby irrevocably authorizes LTGAMES GLOBAL to use the abovementioned content in any way (\"use\" includes but not limited to copying, distribution, rent, exhibition, performance, broadcasting, modification, adaption, communication on information networks and other uses, both for commercial and non-commercial purposes, in or out of the Game, collectively referred to as the \"right to use\" hereafter), and authorizes LTGAMES GLOBAL to sublicense the said right to use to any third party. You promise that such use by LTGAMES GLOBAL will not infringe any intellectual property and other legitimate rights and interests of a third party. </b>
<br>
<br>
<b>Article IV License and Constraints of the Game Software</b>
<br>
<b>Provided that the user agrees to accept all the terms and conditions of the Agreement, LTGAMES GLOBAL agrees to grant the user personal, non-commercial, revocable, changeable, non-proprietary, non-transferable and non-sublicensed use of the game software and game services. </b>Users shall only install the game software on mobile smart devices for personal use as licensed, run a copy of the game software in a manner designated by LTGAMES GLOBAL and enjoy services provided by LTGAMES GLOBAL.
<br>
For the use of the game software and services outside the scope of license for personal use or for any commercial purposes, the user shall contact LTGAMES GLOBAL and obtain a written authorization from LTGAMES GLOBAL.
<br>
<br>
<b>Article V Policy on Charges</b>
<br>
<b>1. The user understands and agrees that the formulation, adjustment or change of charges or rates are normal commercial operations. LTGAMES Global has the right to determine the charging methods and rates for the game software and game services. LTGAMES Global has the right to make different charges and rates of the game software and game services at different stages. </b>
<br>
Specific charging methods and rates, including but not limited to the rates of game software and rates for the use of Virtual Articles in the game and value-added services (if any) will be published by LTGAMES GLOBAL in the Apple APP STORE, Google Play or other software distribution channels and game modules like the prop store or the prop purchase interface in the game.
<br>
<b>The user is obliged to do careful reading before making a choice. Once the user chooses to download paid game software, purchase the right to use Virtual Articles or accept related services, it indicates that the user has fully understood and accepted the corresponding charging methods and rates. </b>
<br>
2.Unless otherwise expressly authorized by LTGAMES GLOBAL, LTGAMES GLOBAL will not authorize the user to purchase and accept gifts from any third party, or obtain game accounts, game props, game equipment, game coins, member experience and level, etc. in other manners. LTGAMES GLOBAL will not be responsible for any third-party transactions and accept any complaint regarding any disputes caused by any third-party transactions.
<br>
3.When the user has recharged her or his account and obtained the right to use Virtual Articles in the game or value-added services (hereinafter collectively referred to as \"recharge benefits\"), no refund will be allowed in principle, except when the user cannot use the purchased Virtual Articles or value-added services due to fault or gross negligence of LTGAMES GLOBAL. For any refund under special circumstances (e.g., as provided by the laws and regulations of the country or region where the user is located), the user shall inform LTGAMES GLOBAL immediately who will deduct corresponding recharge benefits, or otherwise LTGAMES GLOBAL has the right to deduct corresponding recharge benefits or suspend or close the account of the player who starts the refund not in good faith.
<br>
<br>
<b>Article VI Virtual Articles in the Game</b>
<br>
<b>The user fully understands and agrees that game props, game equipment and game currency are part of game services offered by LTGAMES GLOBAL for which LTGAMES GLOBAL hereby allows users to obtain the right to use them as per the Agreement. Users shall comply with the requirements under the Agreement and the specific rules of the game when purchasing and using game props, game equipment, game currency, etc. Besides, game props, game equipment, game currency, member experience and level benefits are subject to a term of validity. If the user fails to use them within the specified term of validity, except for force majeure or faults that can be attributed to LTGAMES GLOBAL, they will become invalid automatically upon expiry. </b>
<br>
<br>
<b>Article VII Sign-up, Use and Keeping of User Account </b>
<br>
<b>1.The user promises to sign up a LTGAMES account at LTGAMES GLOBAL or an account from a partner accepted by LTGAMES GLOBAL with her or his real information,  become a user of the partner accepted by LTGAMES GLOBAL or LTGAMES GLOBAL, and use such accounts (hereinafter collectively referred to as \"User Account\") to use game software and game services. The user guarantees that the registration information he or she provided is true, complete and valid. </b>
<br>
2.Users have rights in and assume responsibility for all behaviors occurring in his or her user account in accordance with laws.<b>Users are obliged to keep their user accounts and passwords properly and use their user accounts and passwords correctly and safely. </b>Users shall not provide the game account for others to use in any manners, including but not limited to transfer, rental and borrowing. Any user who discovers his or her LTGAMES account or password has been fraudulently used by others, stolen or showed signs of abnormal operation shall inform LTGAMES GLOBAL promptly. Having received the notice, LTGAMES GLOBAL has the right to decide whether to suspend the account for login and use based on the actual situation of the account or the requirements of the user.
<br>
3.For specific rules on an account from a partner, see the requirements published by the partner.
<br>
4.If the user chooses to quickly log in to the game through \"Quick Game\", \"Visitor\" or in other easy approaches (hereinafter referred to as \"Fast Mode\") without signing up a user account, please bind the user account in time after logging in; Without user account bound, the user cannot query or restore any game data and recharge records in fast mode once he or she uninstalls or reinstalls the game software, or the user's mobile device is damaged or lost and consequently the game software fails to boot in sound manners.
<br>
5.To unbind a user account, the user can take operations by following the account unbinding guide provided by the game, and shall ensure that relevant conditions for the cancellation of the user account announced by the game have been met.
<br>
<br>
<b>Article VIII Protection and Collection of User Information</b>
<br>
LTGAMES GLOBAL respects users' personal privacy and will keep confidential all personal information collected obtained in reasonable manners from the user. <b>When users accept the services provided by LTGAMES GLOBAL or from a partner, they understand and agree to accept the \"LTGAMES GLOBAL User Privacy Policy\" (hereinafter referred to as \"Privacy Policy\") published by LTGAMES GLOBAL. </b>The aforementioned \"Privacy Policy\" is an indispensable part of the Agreement and has the same legal effect as the agreement. To ask for information about personal identity from a user, LTGAMES GLOBAL shall expressly disclose their policies on privacy protection and the use of personal information to the user in advance, and take necessary measures to protect the security of users' personal information.
<br>
<br>
<b>Article IX Rights and Obligations of LTGAMES GLOBAL</b>
<br>
1.LTGAMES GLOBAL agrees to provide users with game services through the mobile internet network as agreed in the Agreement.
<br>
2.LTGAMES GLOBAL will save the user's recharge records for a period of 180 days starting from the date of the last recharge by users.
<br>
<b>3.Users have the right to request assistance from LTGAMES GLOBAL to retrieve recharge records and transfer records. LTGAMES GLOBAL shall require users to provide and verify valid personal identity information consistent with their transaction information. When LTGAMES GLOBAL conclude through verification that the valid personal identity information provided by the user is identical with those for sign-up, LTGAMES GLOBAL shall provide proper assistance. </b>
<br>
<b>4.The user understands and agrees that LTGAMES GLOBAL or its third party partners can provide him or her with information about game activities and promotion information through emails and in-game announcements based on user information.</b>
<br>
5.The user agrees to use the monitoring data in the game program and the data stored in the server as the basis for judging whether the user has conducted any improper game behaviors or violations of law, e.g. using plug-in programs and scripts.
<br>
<br>
<b>Article X Rights and Obligations of Users</b>
<br>
1.The user shall avail themselves with necessary equipment for Internet access, including but not limited to mobile intelligent devices (including but not limited to mobile phones, tablet PCs), wireless routers or other necessary Internet devices.
<br>
2.The user shall bear the expenses related to this service, such as telephone charges and charges for the use of Internet.
<br>
3.The user shall observe any provisions of the Agreement, game conventions, and other rules and regulations published by LTGAMES GLOBAL (including but not limited to the terms of service of the Agreement, the terms of service related to customer service, and the rules published by LTGAMES GLOBAL on its official website, etc.); The user shall comply with applicable laws and regulations of the country or region where the user is located.
<br>
<b>4.You confirm and warrant that you will not directly or indirectly take or attempt to take any of the following measures (whether for profit or non-profit) or conduct any of the following improper behaviors against any service or game provided by LTGAMES GLOBAL:
<br>
(1)Copy, rip, translate, annotate, organize, assemble, adapt, deduce, de-compile, disassemble, spread and display all or part of the game software program, user manual, and other graphic and audiovisual materials, or reverse engineering of any feature or program of the game software.
<br>
(2)Publicly display and play all or part of game software and game services.
<br>
(3)Rent or sell game software or use game software to engage in any profit-making activities.
<br>
(4)Modify or cover the name of LTGAMES games, company logo, trademark (or) copyright information and other intellectual property rights declarations in the game software programs, images, animations, videos, packaging and manuals.
<br>
(5)Intentionally avoid or prevent technical measures to be taken to protect the game software, including but not limited to cracking, modifying the client program of the  game software, attacking, invading into the game server or game server-side program of LTGAMES GLOBAL, or overloading the game server, using the program bugs and errors (Bugs) to disrupt the normal operation of the game or spread the bug, modify any proprietary communication protocols used by the game software, modify or lock the data in the dynamic random access memory (RAM).
<br>
(6)Other act that is in breach of trademark law, copyright law, patent law, computer software protection regulations and relevant laws and regulations, rules, policies and other normative documents.
<br>
(7)Posting, uploading, transmission or spreading of obscene, indecent, vulgar, pornographic, sexually suggestive or other offensive information.
<br>
(8)Defamation, ridicule, stalking, threat, harassment, intimidation, abuse, hatred, racial discrimination or other disgusting or opposing information to some people.
<br>
(9)Infringement of contract rights, personal rights, property rights, intellectual property rights and other rights and interests of LTGAMES GLOBAL or third parties (including title, publicity or trade secret rights).
<br>
(10)Propaganda and instigation of the use of plug-in, private servers, virus, malicious code, Trojan horse and related contents.
<br>
(11)Propaganda and instigation of other users' refunding, posting of refunding ads and implementation of refunding as an agent
<br>
(12)Posting of information on boosting, unofficial trading platforms, gambling (e.g. Mark Six), phishing websites, fake websites, and prohibited items (e.g. prohibited drugs, firearms, explosive items, etc.), as well as home pages or links that LTGAMES GLOBAL reasonably deems inappropriate or that LTGAMES GLOBAL does not approve, including software and files.
<br>
(13)Spreading of any content that disparages, defames, or maliciously attacks the game software, game services, LTGAMES GLOBAL, affiliates, partners or their employees.
<br>
(14)Creation, posting, spreading and use in any form of auxiliary tools or programs that hinder the fairness of the game (including but not limited to \"plug-ins\" and \"auxiliary programs\"; \"auxiliary programs\" refers to all programs that are independent of the game software and can affect the operation of the game while the game is running, including but not limited to all types of simulating user operation, changing the operating environment, modifying data, etc.)
<br>
(15)Logging into the game program in an unusual way (including but not limited to through a third-party program, hardware or system which is not developed, authorized or recognized by LTGAMES GLOBAL to log into the game program), or malicious destruction of service facilities and disruption of normal service order by using plug-in software such as network accelerator or robot programs;
<br>
(16)Improper trading wherein the game program and services are used to destroy the fairness or balance of the game.
<br>
(17)Interference with the game manager or disturbance of the game order.
<br>
(18)Other acts that LTGAMES GLOBAL deem improper in the game.
<br>
<br>
<b>Article 11 Punitive Measures</b>
<br>
If LTGAMES GLOBAL is aware of abnormal data, non-compliance with law, improper act, breach of the Agreement or other rules of LTGAMES GLOBAL in respect of a user, LTGAMES GLOBAL shall have the right to investigate the case (including without limitation, online and offline communications with the user and independent analyzing of game data) and take relevant measures, including but not limited to: warning; silence; temporary freezing of game-play; permanent freezing of game-play; temporary login ban; permanent login ban; forced offline; account suspension; file deletion; legal liability; disbanding; nickname change; temporary restriction on game behavior deduction of improper gains; reverse deduction of points; suspension or termination of services; deletion of forum posts; and blocking of forum account. </b>
<br>
<br>
<b>Article XII Interruption, Suspension and Termination of Services</b>
<br>
For the normal operation of the game website and the game server, LTGAMES GLOBAL needs to regularly stop the game website and the game server for maintenance or emergency shutdown for maintenance; Users shall understand the normal service interruption and suspension caused by the above situation. LTGAMES GLOBAL is obliged to try its best to limit the interruption time to the shortest possible time.
<br>
<b>If one of the following situations occurs, LTGAMES GLOBAL reserves the right to terminate or interrupt all or part of the service provided by the game server:
<br>
(1)In case of regular inspection, construction or updating of the software and hardware, LTGAMES GLOBAL reserves the right to suspend the service, but LTGAMES GLOBAL will have it done as soon as possible;
<br>
(2)The game server suffers damage and is unable to operate normally;
<br>
(3)Sudden failure of hardware and software equipment and electronic communication equipment;
<br>
(4)Network provider line failure or other faults;
<br>
(5)In case of emergency, in accordance with legal provisions or for the personal safety of users and third parties;
<br>
(6)Third party causes or other circumstances of force majeure.
<br>
(7)LTGAMES GLOBAL reserves the right to terminate or partially terminate the game services provided by LTGAMES GLOBAL if it deems necessary, and the termination will be announced 60 days in advance.</b>
<br>
Regardless of the reason for which the provision of the game services is terminated, users shall take appropriate measures to deal with virtual items of the game by themselves, including but not limited to the cancellation or termination of user accounts, virtual items of the game and other related matters.
<br>
<br>
<b>Article XIII Special Instructions for Combat Systems</b>
<br>
<b>Certain game services may include a combat system in which users are free to fight against each other. For the game services that contain the combat system, once a user clicks \"accept\" and completes the corresponding game software installation, or registers, begins to use and/or continues to use the corresponding game software or game services, the user shall be deemed to have agreed with and accepted the game's combat system and all free combat behaviors therein and agreed to abide by the free combat game rules.</b>
<br>
<br>
<b>Article XIV Force Majeure</b>
<br>
<b>LTGAMES GLOBAL shall not be liable to users for any loss caused by force majeure. </b>majeure means any event which is beyond the reasonable control of, cannot be foreseen by or even can be foreseen but cannot be avoided by LTGAMES GLOBAL, and causes obstruction, influence or delay to LTGAMES GLOBAL in performing all or part of its obligations hereunder. Force majeure includes but is not limited to natural disasters (such as floods, earthquakes, typhoons, rainstorms and tsunamis), social anomalies (such as riots, strikes and disturbances), and government actions (such as changes in laws and regulations or in government orders). Considering specific web services features, force majeure also includes: failure of primary telecom operators, computer, mobile device or Internet related technical shortcomings, limited coverage of Internet, computer and mobile device virus, hacker attacks, and other legally unforeseeable, unavoidable and insurmountable objective conditions.
<br>
<br>
<b>Article XV Links and Advertising Information</b>
<br>
The links provided by LTGAMES GLOBAL on the game's official website and the official BBS and in the game can link to the websites of other individuals, companies or organizations. The purpose to provide such sites, is to make users easier to search and obtain relevant information. LTGAMES GLOBAL makes no warranty as to the authenticity, integrity, timeliness or reliability of the products, services or information provided by the websites of other individuals, companies or organizations which it links to. There is no employment, appointment, agency, partnership or other similar relationship between these individuals, companies or organizations and LTGAMES GLOBAL.
<br>
LTGAMES GLOBAL may publish commercial advertisements or other promotional activities information on the game's official website and the official BBS and in the game. The advertisements or other promotional activities information is provided by the advertiser or commercial service provider, which bears the corresponding responsibility. LTGAMES GLOBAL only provides the medium for publishing the content. If a user buys any goods or services through the linked websites or the advertisements,<b>the user shall understand that the trading relationship exists only between the user and the provider of such goods or services, and for the trading relationship between the user and the provider of such goods or services, LTGAMES GLOBAL bears no legal responsibility.</b>
<br>
<br>
<b>Article XVI Change of Terms</b>
<br>
<b>LTGAMES GLOBAL reserves the right to change the terms of the Agreement if necessary. Users are requested to check the contents regularly or irregularly. If a user continues to use the services contemplated under the Agreement, the user shall be deemed to have agreed to the changed contents. If a user does not agree to change the content, the user shall uninstall the game installation and stop using the game services.</b>
<br>
<br>
<b>Article XVII Game Data </b>
<br>
<b>Any data and information created and formed by a user in LTGAMES GLOBAL's server when the user is participating in the game, including but not limited to account data, role data, level and virtual items data, shall be part of the game program and be owned and managed (including deleted) by LTGAMES GLOBAL. The user shall have the right to modify, transfer, delete or otherwise process his or her user account data in property way subject to the rules of the game only. </b>
<br>
<br>
<b>Article XVIII Notice</b>
<br>
All notices sent by LTGAMES GLOBAL to users can be sent through the game, the official game website or the official game forum in announcements, emails or other forms. In addition, each of the users hereby agrees that LTGAMES GLOBAL can send commercial and non-commercial information to his or her email and other addresses.
<br>
<br>
<b>Article XIX Miscellaneous</b>
<br>
1.Headings of all terms hereof are for reading convenience only and have no practical meaning therein, and therefore shall not be deemed as the basis for interpretation of the Agreement and relevant terms.
<br>
2.If any provision of the Agreement is held to be invalid or unenforceable in whole or in part for any reason, the other provisions of the Agreement shall remain valid and enforceable.
<br>
3.The conclusion, performance, interpretation and dispute resolution of the Agreement shall be governed by the laws of Hong Kong, China to the exclusion of all other conflict of laws.
<br>
4.Any dispute (including but not limited to contract disputes and other disputes over property rights and interests) arising out of or in connection with the content or execution of the Agreement shall be settled by the Parties through friendly consultation. If no agreement can be reached through negotiation, both parties agree to submit to the jurisdiction of CIETAC Hong Kong Arbitration Center.
<br>
<b>5.LTGAMES GLOBAL's non-exercise of, or failure to exercise in time or fully, the rights under the Agreement or in accordance with the law shall not be deemed as a waiver of such rights and shall not affect LTGAMES GLOBAL's future exercise of such rights.</b>
<br>
<p align='right'><b>LTGAMES GLOBAL</b></p>
</body></html>";
